Repository: browser-rs/Desire
Catalog: Desire/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Delete Cookie
zh_hans: 删除 Cookie
zh_hant: 刪除 Cookie

source: Delete Folder
zh_hans: 删除文件夹
zh_hant: 刪除資料夾

source: Delete Group
zh_hans: 删除分组
zh_hant: 刪除群組

source: Delete profile
zh_hans: 删除配置档案
zh_hant: 刪除配置檔案

source: Delete Selected (%lld)
zh_hans: 删除所选（%lld）
zh_hant: 刪除所選（%lld）

source: Delete task
zh_hans: 删除任务
zh_hant: 刪除任務

source: denied
zh_hans: 已拒绝
zh_hant: 已拒絕

source: Denied
zh_hans: 已拒绝
zh_hant: 已拒絕

source: Deny
zh_hans: 拒绝
zh_hant: 拒絕

source: Derived from saved conversations. Only calls that reported usage count — conversations from before this was recorded show 0.
zh_hans: 统计来自已存盘的对话。只有服务端上报过用量的调用才计入——记录功能上线之前的对话显示 0。
zh_hant: 統計來自已存盤的對話。只有服務端上報過用量的呼叫才計入——記錄功能上線之前的對話顯示 0。

source: Description
zh_hans: 描述
zh_hant: 描述

source: Deselect
zh_hans: 取消选择
zh_hant: 取消選取

source: Desire can't reach the network. Check that Wi-Fi or Ethernet is on, and that no app is in Airplane Mode.
zh_hans: Desire 无法访问网络。请检查 Wi-Fi 或以太网是否已开启，以及是否开启了飞行模式。
zh_hant: Desire 無法存取網路。請檢查 Wi-Fi 或乙太網路是否已開啟，以及是否開啟了飛航模式。

source: Desire couldn't find an app registered for: %@
zh_hans: Desire 没有找到已注册处理此链接的应用： %@
zh_hant: Desire 沒有找到已註冊處理此連結的應用程式： %@

source: Desire is an AI-native browser: agents drive it through a localhost automation bridge and an MCP server.
zh_hans: Desire 是 AI 原生浏览器:Agent 通过本地自动化桥接和 MCP 服务器驱动它。
zh_hant: Desire 是 AI 原生瀏覽器:Agent 透過本機自動化橋接與 MCP 伺服器驅動它。

source: Desire is your default browser — links open here.
zh_hans: Desire 已是默认浏览器——链接将在这里打开。
zh_hant: Desire 已是預設瀏覽器——連結將在這裡開啟。

source: Desire is your default browser.
zh_hans: Desire 已是默认浏览器。
zh_hant: Desire 已是預設瀏覽器。

source: Desire on GitHub
zh_hans: GitHub 上的 Desire
zh_hant: GitHub 上的 Desire

source: Details
zh_hans: 详细信息
zh_hant: 詳細資訊

source: Developer
zh_hans: 开发者
zh_hant: 開發者

source: Developer Tools
zh_hans: 开发者工具
zh_hant: 開發者工具

source: Device
zh_hans: 设备
zh_hant: 裝置

source: DevTools Panel (Beta)
zh_hans: 开发者工具面板（Beta）
zh_hant: 開發者工具面板（Beta）

source: Diagnostics
zh_hans: 诊断
zh_hant: 診斷

source: disabled
zh_hans: 已停用
zh_hant: 已停用

source: Disabled
zh_hans: 禁用
zh_hant: 禁用

source: Dismiss
zh_hans: 忽略
zh_hant: 忽略

source: Display the target URL at the window bottom when hovering a link.
zh_hans: 悬停链接时在窗口底部显示目标 URL。
zh_hant: 留覽連結時在視窗底部顯示目標 URL。

source: Doc
zh_hans: 文档
zh_hant: 文件

source: Dock Badge
zh_hans: Dock 角标
zh_hant: Dock 標記

source: DOM Tree
zh_hans: DOM 树
zh_hant: DOM 樹

source: domain
zh_hans: 域
zh_hant: 網域

source: Domain
zh_hans: 域名
zh_hant: 域名

source: Done
zh_hans: 完成
zh_hant: 完成

source: Done Selecting
zh_hans: 完成选择
zh_hant: 完成選取

source: Download
zh_hans: 下载项
zh_hant: 下載項目

source: Download Anyway
zh_hans: 仍然下载
zh_hant: 仍然下載

source: Download Blocked: "%@"
zh_hans: 已拦截下载：“%@”
zh_hant: 已攔截下載：“%@”

source: Download Complete
zh_hans: 下载完成
zh_hant: 下載完成

source: Download Complete Notifications
zh_hans: 下载完成通知
zh_hant: 下載完成通知

source: Download failed
zh_hans: 下载失败
zh_hant: 下載失敗

source: Download Failed
zh_hans: 下载失败
zh_hant: 下載失敗

source: Download finished
zh_hans: 下载完成
zh_hant: 下載完成

source: Download Location
zh_hans: 下载位置
zh_hant: 下載位置

source: Downloading…
zh_hans: 下载中…
zh_hant: 下載中…

source: Downloads
zh_hans: 下载
zh_hant: 下載

source: Downloads Complete
zh_hans: 下载完成
zh_hant: 下載完成

source: Drop <site>.css / <site>.js here to override the built-in rules, or remote/source.txt to point at a remote bundle (no rebuild needed).
zh_hans: 把 <site>.css / <site>.js 放进这个目录即可覆盖内置规则；远程包则在 remote/source.txt 里写一行 URL（都无需重新构建）。
zh_hant: 把 <site>.css / <site>.js 放進這個目錄即可覆蓋內建規則；遠端包則在 remote/source.txt 裡寫一行 URL（都無需重新建置）。

source: Duplicate
zh_hans: 复制
zh_hant: 複製

source: Duplicate Tab
zh_hans: 复制标签页
zh_hant: 複製標籤頁

source: Each container isolates cookies and sessions — use separate containers for different accounts on the same site. New container tabs open from the "+" button's right-click menu.
zh_hans: 每个容器拥有独立的 Cookie 和会话——同一网站的不同账号可使用不同容器。新容器标签页可通过标签栏“+”按钮的右键菜单打开。
zh_hant: 每個容器擁有獨立的 Cookie 和工作階段——同一網站的不同帳號可使用不同容器。新容器分頁可透過分頁欄「+」按鈕的右鍵選單開啟。

source: Each container isolates cookies and sessions — useful for separate accounts on the same site. Open new container tabs from the + button's right-click menu.
zh_hans: 每个容器隔离 Cookie 与会话——适合同一站点的多个账号。从 + 按钮右键菜单打开新的容器标签页。
zh_hant: 每個容器隔離 Cookie 與工作階段——適合同一網站的多個帳號。從 + 按鈕右鍵選單開啟新的容器標籤頁。

source: Each profile owns an isolated cookie/session store (work vs personal). Switch a window's profile from its toolbar; new tabs in that window use the profile's data.
zh_hans: 每个配置档案拥有隔离的 Cookie/会话存储(工作与个人分开)。从窗口工具栏切换配置档案;该窗口的新标签页使用对应档案的数据。
zh_hant: 每個配置檔案擁有隔離的 Cookie/工作階段儲存(工作與私人分開)。從視窗工具列切換配置檔案;該視窗的新標籤頁使用對應檔案的資料。

source: Each service carries its own endpoint, model, headers and API key.
zh_hans: 每个服务自带端点、模型、请求头与 API 密钥。
zh_hant: 每個服務自帶端點、模型、請求標頭與 API 金鑰。

source: Earlier
zh_hans: 更早
zh_hant: 更早

source: Edit
zh_hans: 编辑
zh_hant: 編輯

source: Edit Bookmark
zh_hans: 编辑书签
zh_hant: 編輯書籤

source: Edit Folder
zh_hans: 编辑文件夹
zh_hant: 編輯資料夾

source: Edit Folder…
zh_hans: 编辑文件夹…
zh_hant: 編輯資料夾…

source: Edit Plugin
zh_hans: 编辑插件
zh_hant: 編輯外掛

source: Edit Value
zh_hans: 编辑值
zh_hant: 編輯值

source: Edit…
zh_hans: 编辑…
zh_hant: 編輯…

source: Element
zh_hans: 元素
zh_hant: 元素

source: Element blocked
zh_hans: 已屏蔽元素
zh_hant: 已封鎖元素

source: Element Blocker
zh_hans: 元素拦截
zh_hant: 元素封鎖

source: Element Information
zh_hans: 元素信息
zh_hant: 元素資訊

source: Ellipse
zh_hans: 椭圆
zh_hant: 橢圓

source: Email
zh_hans: 邮箱
zh_hant: 電子郵件

source: Enable JavaScript
zh_hans: 启用 JavaScript
zh_hant: 啟用 JavaScript

source: Enabled
zh_hans: 启用
zh_hant: 啟用

source: End-to-end encrypted: your data is encrypted with this key before it leaves this Mac. The server can never read it.
zh_hans: 端到端加密：数据在离开这台 Mac 前会用该密钥加密，服务器无法读取。
zh_hant: 端對端加密：資料在離開這台 Mac 前會用該金鑰加密，伺服器無法讀取。

source: Endpoint URL
zh_hans: 端点 URL
zh_hant: 端點 URL

source: Enter Full Screen
zh_hans: 进入全屏
zh_hant: 進入全螢幕

source: Enter group name
zh_hans: 输入分组名称
zh_hant: 輸入分組名稱

source: Enter the characters shown
zh_hans: 输入图中字符
zh_hant: 輸入圖中字元

source: Entries of this origin's Cache Storage (service worker caches).
zh_hans: 本站源 Cache Storage 的条目（Service Worker 的缓存）。
zh_hant: 本站源 Cache Storage 的項目（Service Worker 的快取）。

source: Err
zh_hans: 错误
zh_hant: 錯誤

source: Errors
zh_hans: 错误
zh_hant: 錯誤

source: Esc to cancel
zh_hans: Esc 取消
zh_hant: Esc 取消

source: every %lld min
zh_hans: 每 %lld 分钟
zh_hant: 每 %lld 分鐘

source: Every tool call in this turn was denied or errored — the reply above rests on nothing that actually ran.
zh_hans: 本轮所有工具调用都被拒或报错——上面这条回答背后没有任何真正执行过的东西。
zh_hant: 本輪所有工具呼叫都被拒或報錯——上面這則回覆背後沒有任何真正執行過的東西。

source: EVIDENCE
zh_hans: 证据
zh_hant: 證據

source: Exclude Patterns (one per line)
zh_hans: 排除模式（每行一个）
zh_hant: 排除模式（每行一個）

source: Exit Find
zh_hans: 退出查找
zh_hant: 退出尋找

source: Exit Reader Mode
zh_hans: 退出阅读模式
zh_hant: 退出閱讀模式

source: Exit Responsive
zh_hans: 退出响应式
zh_hant: 退出響應式

source: Expand
zh_hans: 展开
zh_hant: 展開

source: Expand Group
zh_hans: 展开分组
zh_hant: 展開群組

source: Expires: %@
zh_hans: 过期时间：%@
zh_hant: 到期時間：%@

source: Export
zh_hans: 导出
zh_hant: 匯出

source: Export as Markdown…
zh_hans: 导出为 Markdown…
zh_hant: 匯出為 Markdown…

source: Export Bookmarks
zh_hans: 导出书签
zh_hant: 匯出書籤

source: Export Bookmarks…
zh_hans: 导出书签
zh_hant: 匯出書籤

source: Export CSV
zh_hans: 导出 CSV
zh_hant: 匯出 CSV

source: Export Log
zh_hans: 导出日志
zh_hant: 匯出日誌

source: Export Log…
zh_hans: 导出日志…
zh_hant: 匯出日誌…

source: Export…
zh_hans: 导出…
zh_hant: 匯出…

source: Extend the Agent with external tools over MCP (HTTP transport). Experimental.
zh_hans: 通过 MCP（HTTP 传输）为 Agent 扩展外部工具。实验性功能。
zh_hant: 透過 MCP（HTTP 傳輸）為 Agent 擴充套件外部工具。實驗性功能。

source: Extend the AI with external tools over MCP (HTTP transport). Experimental.
zh_hans: 通过 MCP (HTTP) 为 AI 接入外部工具。实验性功能。
zh_hant: 透過 MCP (HTTP) 為 AI 接入外部工具。實驗性功能。

source: Extension Information
zh_hans: 扩展信息
zh_hant: 擴充功能資訊

source: Extension Storage
zh_hans: 扩展存储
zh_hant: 擴充功能儲存

source: Extensions
zh_hans: 扩展
zh_hant: 擴充功能

source: Extra Headers
zh_hans: 额外请求头
zh_hant: 額外請求標頭

source: Extracting content…
zh_hans: 正在提取内容…
zh_hant: 正在擷取內容…

source: failed
zh_hans: 失败
zh_hant: 失敗

source: Failed
zh_hans: 失败
zh_hant: 失敗

source: Failed to import plugin: invalid file format
zh_hans: 无法导入插件：文件格式无效
zh_hant: 無法匯入外掛：檔案格式無效

source: Failed to load
zh_hans: 加载失败
zh_hant: 載入失敗

source: Failed to load the verification code
zh_hans: 验证码加载失败
zh_hant: 驗證碼載入失敗

source: Fair
zh_hans: 一般
zh_hant: 一般

source: Fetch
zh_hans: 获取
zh_hant: 獲取

source: Fetch from API
zh_hans: 从 API 拉取
zh_hant: 從 API 取得

source: Fetch Models
zh_hans: 拉取模型列表
zh_hant: 拉取模型列表

source: Fetched from API
zh_hans: 已从 API 获取
zh_hant: 已從 API 獲取

source: Fetching…
zh_hans: 获取中…
zh_hant: 獲取中…

source: File not found on the server (404)
zh_hans: 服务器上未找到文件（404）
zh_hant: 伺服器上找不到檔案（404）

source: Files you download show up here.
zh_hans: 下载完成的文件会出现在这里。
zh_hant: 下載完成的檔案會出現在這裡。

source: Filled
zh_hans: 填充
zh_hant: 填充

source: Filler Tangents
zh_hans: 离题闲聊
zh_hant: 離題閒聊

source: Filter
zh_hans: 筛选
zh_hant: 篩選

source: Filter by Type
zh_hans: 按类型筛选
zh_hant: 依類型篩選

source: Filter Lists
zh_hans: 过滤列表
zh_hant: 過濾列表

source: Filter messages
zh_hans: 筛选消息
zh_hant: 篩選訊息

source: Filter messages…
zh_hans: 筛选消息…
zh_hant: 篩選訊息…

source: Filter URLs
zh_hans: 筛选 URL
zh_hant: 篩選 URL

source: Filter URLs…
zh_hans: 过滤 URL…
zh_hant: 過濾 URL…

source: Filter…
zh_hans: 筛选…
zh_hant: 篩選…

source: Find
zh_hans: 查找
zh_hant: 尋找

source: Find in Page
zh_hans: 在页面中查找
zh_hant: 在頁面中尋找

source: Find in page…
zh_hans: 在页面中查找…
zh_hant: 在頁面中查找…

source: Find in Page…
zh_hans: 在页面中查找…
zh_hant: 在頁面中查找…

source: Find Next
zh_hans: 查找下一个
zh_hant: 尋找下一個

source: Find Previous
zh_hans: 查找上一个
zh_hant: 尋找上一個

source: First Name
zh_hans: 名
zh_hant: 名

source: Flash in Page
zh_hans: 在页面中高亮
zh_hant: 在頁面中突顯

source: Focus Address Bar
zh_hans: 聚焦地址栏
zh_hant: 聚焦網址列

source: Folder
zh_hans: 文件夹
zh_hant: 資料夾

source: Folder Name
zh_hans: 文件夹名称
zh_hant: 資料夾名稱

source: For models that are not in the current service's list.
zh_hans: 用于不在当前服务模型清单里的模型。
zh_hant: 用於不在目前服務模型清單裡的模型。

source: Force Reload Page
zh_hans: 强制刷新页面
zh_hant: 強制重新整理頁面

source: Forward
zh_hans: 前进
zh_hant: 下一頁

source: Free memory by suspending tabs you've switched away from.
zh_hans: 挂起已切走的标签页以释放内存。
zh_hant: 掛起已切換離開的標籤頁以釋放記憶體。

source: From Chrome…
zh_hans: 从 Chrome 导入…
zh_hant: 從 Chrome 匯入…

source: From Firefox…
zh_hans: 从 Firefox 导入…
zh_hant: 從 Firefox 匯入…

source: From HTML File…
zh_hans: 从 HTML 文件导入…
zh_hant: 從 HTML 檔案匯入…

source: From Safari…
zh_hans: 从 Safari 导入…
zh_hant: 從 Safari 匯入…

source: Full Access
zh_hans: 完全访问
zh_hant: 完全訪問

source: FULL ACCESS
zh_hans: 完全访问
zh_hant: 完全訪問

source: Full chat-completions URL.
zh_hans: 完整的 chat-completions 地址。
zh_hant: 完整的 chat-completions 地址。

source: Full Page PDF…
zh_hans: 全页截图…
zh_hant: 全頁截圖…

source: Full Screen
zh_hans: 全屏
zh_hant: 全螢幕

source: Full-Page Screenshot
zh_hans: 整页截图
zh_hant: 整頁截圖

source: General
zh_hans: 通用
zh_hant: 一般

source: Generate
zh_hans: 生成
zh_hant: 產生

source: Generation
zh_hans: 生成参数
zh_hant: 生成引數

source: Get a new one
zh_hans: 换一张
zh_hant: 換一張

source: Get Started
zh_hans: 开始使用
zh_hant: 開始使用

source: Go Back
zh_hans: 后退
zh_hant: 上一頁

source: Go Forward
zh_hans: 前进
zh_hant: 下一頁

source: Good
zh_hans: 良好
zh_hant: 良好

source: Good answer
zh_hans: 回答很好
zh_hant: 回答很好

source: Got It
zh_hans: 知道了
zh_hant: 知道了

source: Grab the code from your password manager or messages, then paste it here.
zh_hans: 从密码管理器或短信取码,粘贴到此处。
zh_hant: 從密碼管理器或簡訊取碼,貼上至此。

source: Green
zh_hans: 绿色
zh_hant: 綠色

source: Group by
zh_hans: 分组方式
zh_hant: 分組方式

source: Group by Date
zh_hans: 按日期分组
zh_hant: 按日期分組

source: Group by Status
zh_hans: 按状态分组
zh_hant: 按狀態分組

source: Group by Type
zh_hans: 按类型分组
zh_hant: 按類型分組

source: Group Name
zh_hans: 分组名称
zh_hant: 群組名稱

source: Group: %@
zh_hans: 分组: %@
zh_hant: 分組: %@

source: Handle expired
zh_hans: 句柄已失效
zh_hant: 控制代碼已失效

source: Hide
zh_hans: 隐藏
zh_hant: 隱藏

source: Hide Bookmarks Bar
zh_hans: 隐藏书签栏
zh_hant: 隱藏書籤列

source: Hide Password
zh_hans: 隐藏密码
zh_hant: 隱藏密碼

source: Hide player and in-feed ad slots on YouTube, Bilibili, Tencent Video, iQIYI, Youku and Mango TV. Applies to the next page load.
zh_hans: 隐藏 YouTube、哔哩哔哩、腾讯视频、爱奇艺、优酷、芒果 TV 的播放器广告与列表页广告位，下次加载页面生效。
zh_hant: 隱藏 YouTube、嗶哩嗶哩、騰訊視頻、愛奇藝、優酷、芒果 TV 的播放器廣告與列表頁廣告位，下次載入頁面生效。

source: High Priority
zh_hans: 高优先级
zh_hant: 高優先順序

source: Higher values produce more varied responses.
zh_hans: 数值越高，回复越发散。
zh_hant: 數值越高，回覆越發散。

source: Highlight
zh_hans: 高亮
zh_hant: 高亮

source: History
zh_hans: 浏览历史
zh_hant: 瀏覽紀錄

source: Home
zh_hans: 主页
zh_hant: 首頁

source: Homepage
zh_hans: 主页
zh_hant: 主畫面

source: Homepage URL
zh_hans: 主页 URL
zh_hant: 首頁 URL

source: Host Permissions:
zh_hans: 主机权限：
zh_hant: 主機權限：

source: How can I help?
zh_hans: 有什么可以帮你？
zh_hant: 有什麼可以幫你？

source: How new tabs open and how background tabs are handled.
zh_hans: 新标签页的打开方式与后台标签的处理方式。
zh_hant: 新標籤頁的開啟方式與背景標籤的處理方式。

source: HTTPS Upgrade
zh_hans: HTTPS 升级
zh_hant: HTTPS 升級

source: I'm looking at this page and want to ask:
zh_hans: 我正在看这个页面，想问：
zh_hant: 我正在看這個頁面，想問：

source: Img
zh_hans: 图片
zh_hant: 圖片

source: Import
zh_hans: 导入
zh_hant: 匯入

source: Import Bookmarks
zh_hans: 导入书签
zh_hant: 匯入書籤

source: Import Bookmarks from HTML
zh_hans: 从 HTML 导入书签
zh_hant: 從 HTML 匯入書籤

source: Import Bookmarks…
zh_hans: 导入书签
zh_hant: 匯入書籤

source: Import CSV
zh_hans: 导入 CSV
zh_hant: 匯入 CSV

source: Import Extension
zh_hans: 导入扩展
zh_hant: 匯入擴充功能

source: Import Failed
zh_hans: 导入失败
zh_hant: 匯入失敗

source: Import Result
zh_hans: 导入结果
zh_hant: 匯入結果

source: Imported %lld passwords
zh_hans: 已导入 %lld 个密码
zh_hant: 已匯入 %lld 個密碼

source: In Firefox, use "Library → Bookmarks → Import and Backup → Export Bookmarks to HTML"
zh_hans: 在 Firefox 中使用“书签 → 管理书签 → 导入和备份 → 导出书签到 HTML”
zh_hant: 在 Firefox 中使用「書籤 → 管理書籤 → 匯入和備份 → 將書籤匯出為 HTML」

source: In Progress
zh_hans: 进行中
zh_hant: 進行中

source: Inactive. Relaunch with --automation to enable.
zh_hans: 未激活。使用 --automation 重新启动以启用。
zh_hant: 未啟用。使用 --automation 重新啟動以啟用。

source: Inactive. Relaunch with --mcp-server to enable.
zh_hans: 未激活。使用 --mcp-server 重新启动以启用。
zh_hant: 未啟用。使用 --mcp-server 重新啟動以啟用。

source: Include symbols
zh_hans: 包含符号
zh_hant: 包含符號

source: Incognito download — not saved to history
zh_hans: 无痕下载——不保存到历史
zh_hant: 無痕下載——不儲存到歷史

source: Info
zh_hans: 信息
zh_hant: 資訊

source: Initiator
zh_hans: 发起者
zh_hant: 發起者

source: Inner HTML
zh_hans: 内部 HTML
zh_hant: 內部 HTML

source: Input is sent to the search engine for live suggestions.
zh_hans: 输入内容会发送给搜索引擎以获取实时建议。
zh_hant: 輸入內容會傳送給搜尋引擎以取得即時建議。

source: Input will be sent to the search engine to get suggestions
zh_hans: 开启后输入内容会发送给当前搜索引擎以获取建议
zh_hant: 開啟後輸入內容會發送給目前搜尋引擎以取得建議

source: Inspect Element
zh_hans: 检查元素
zh_hant: 檢查元素

source: Install Update
zh_hans: 安装更新
zh_hant: 安裝更新

source: Installing…
zh_hans: 正在安装…
zh_hant: 正在安裝…

source: Interception rules are global and apply from the next load.
zh_hans: 拦截规则是全局的，下次加载生效。
zh_hant: 攔截規則是全域的，下次載入生效。

source: Intros, Outros & Previews
zh_hans: 片头、片尾与预览
zh_hant: 片頭、片尾與預覽

source: Invalid Certificate
zh_hans: 证书无效
zh_hant: 憑證無效

source: Invalid sync key format
zh_hans: 同步密钥格式无效
zh_hant: 同步金鑰格式無效

source: Invalid sync server address
zh_hans: 同步服务器地址无效
zh_hant: 同步伺服器位址無效

source: Issuer
zh_hans: 颁发者
zh_hant: 頒發者

source: JavaScript Code
zh_hans: JavaScript 代码
zh_hant: JavaScript 程式碼

source: Jump to latest
zh_hans: 跳到最新
zh_hant: 跳到最新

source: Key Fingerprint
zh_hans: 密钥指纹
zh_hant: 金鑰指紋

source: Key saved
zh_hans: 已存密钥
zh_hant: 已儲存金鑰

source: Keyboard Shortcuts
zh_hans: 快捷键
zh_hant: 快速鍵

source: Keys of this page's storage — add or edit them here.
zh_hans: 当前页面存储的键值 —— 可在此新增或修改。
zh_hant: 目前頁面儲存的鍵值 —— 可在此新增或修改。

source: Language
zh_hans: 语言
zh_hant: 語言

source: Large
zh_hans: 大
zh_hant: 大

source: Last 7 days
zh_hans: 近 7 日
zh_hant: 近 7 日

source: Last 30 days
zh_hans: 近 30 日
zh_hant: 近 30 日

source: Last Name
zh_hans: 姓
zh_hant: 姓

source: Last Sync
zh_hans: 上次同步
zh_hant: 上次同步

source: Leave
zh_hans: 离开
zh_hant: 離開

source: Leave Split View
zh_hans: 退出分屏
zh_hant: 退出分屏

source: Leave This Page?
zh_hans: 离开此页面？
zh_hant: 離開此頁面？

source: Length: %lld
zh_hans: 长度:%lld
zh_hant: 長度:%lld

source: Light
zh_hans: 浅色
zh_hant: 淺色

source: Link Preview
zh_hans: 链接预览
zh_hant: 連結預覽

source: Links from other apps will open in Desire.
zh_hans: 来自其他应用的链接将在 Desire 中打开。
zh_hant: 來自其他應用程式的連結將在 Desire 中開啟。

source: Loading translator…
zh_hans: 正在加载翻译器…
zh_hant: 正在載入翻譯器…

source: Loading…
zh_hans: 加载中…
zh_hant: 載入中…

source: Local model server. Run ollama serve and pull a model first.
zh_hans: 本地模型服务。请先运行 ollama serve 并拉取模型。
zh_hant: 本地模型服務。請先執行 ollama serve 並拉取模型。

source: Local Storage
zh_hans: 本地存储
zh_hant: 本地儲存

source: Local storage and databases stored by the sites you visit.
zh_hans: 所访问网站存储的本地存储与数据库。
zh_hant: 所造訪網站儲存的本機儲存與資料庫。

source: Log
zh_hans: 日志
zh_hant: 日誌

source: Longest chat
zh_hans: 最长对话
zh_hant: 最長對話

source: Longest streak
zh_hans: 最长连续
zh_hant: 最長連續

source: Loose
zh_hans: 宽松
zh_hant: 寬鬆

source: Low Priority
zh_hans: 低优先级
zh_hant: 低優先順序

source: macOS could not complete the TLS handshake. Common causes: incorrect system date/time, outdated root certificates (run Software Update), or a firewall/VPN rewriting TLS. Try reloading in a few seconds.
zh_hans: macOS 无法完成 TLS 握手。常见原因：系统日期/时间不正确、根证书过期（请运行软件更新），或防火墙/VPN 篡改 TLS。请稍后重新加载。
zh_hant: macOS 無法完成 TLS 交握。常見原因：系統日期/時間不正確、根憑證過期（請執行軟體更新），或防火牆/VPN 竄改 TLS。請稍後重新載入。

source: Make Desire Your Default Browser
zh_hans: 将 Desire 设为默认浏览器
zh_hant: 將 Desire 設為預設瀏覽器

source: Manage
zh_hans: 管理
zh_hant: 管理

source: Manage Cookies
zh_hans: 管理 Cookie
zh_hant: 管理 Cookie

source: Manage Plugins
zh_hans: 管理插件
zh_hant: 管理外掛

source: Manage Services…
zh_hans: 管理服务…
zh_hant: 管理服務…

source: Margin
zh_hans: 外边距
zh_hant: 外邊距

source: Mark as Read
zh_hans: 标记已读
zh_hant: 標記已讀

source: Mark as Unread
zh_hans: 标记未读
zh_hant: 標記未讀

source: Match the system, or pin to light or dark.
zh_hans: 跟随系统,或固定为浅色/深色。
zh_hant: 跟隨系統,或固定為淺色/深色。

source: Matches: %@
zh_hans: 匹配：%@
zh_hant: 符合：%@

source: Matching Rules (%lld)
zh_hans: 命中的规则（%lld）
zh_hant: 命中的規則（%lld）

source: Max Steps
zh_hans: 最大步数
zh_hant: 最大步數

source: Max Tokens
zh_hans: 最大 Token 数
zh_hant: 最大 Token 數

source: MCP Server
zh_hans: MCP 服务器
zh_hant: MCP 伺服器

source: MCP Servers
zh_hans: MCP 服务器
zh_hant: MCP 伺服器

source: Media
zh_hans: 媒体
zh_hant: 媒體

source: Media Device
zh_hans: 媒体设备
zh_hant: 媒體裝置

source: Media Q
zh_hans: 媒体查询
zh_hant: 媒體查詢

source: Media Queries
zh_hans: 媒体查询
zh_hant: 媒體查詢

source: Medium
zh_hans: 中
zh_hant: 中

source: Meet Your Agent
zh_hans: 认识你的 Agent
zh_hant: 認識你的 Agent

source: Memory
zh_hans: 记忆
zh_hant: 記憶

source: Messages (%lld)
zh_hans: 消息（%lld）
zh_hant: 訊息（%lld）

source: Method
zh_hans: 方法
zh_hant: 方法

source: Microphone
zh_hans: 麦克风
zh_hant: 麥克風

source: missed — no agent session was open
zh_hans: 已错过——当时没有打开的 Agent 会话
zh_hant: 已錯過——當時沒有開啟的 Agent 會話

source: Mixed Content
zh_hans: 混合内容
zh_hant: 混合內容

source: Mode
zh_hans: 模式
zh_hant: 模式

source: Model
zh_hans: 模型
zh_hant: 模型

source: model id
zh_hans: 模型 id
zh_hant: 模型 id

source: Model Services
zh_hans: 模型服务
zh_hant: 模型服務

source: Models
zh_hans: 模型
zh_hant: 模型

source: More
zh_hans: 更多
zh_hant: 更多

source: Mosaic
zh_hans: 马赛克
zh_hant: 馬賽克

source: Mute tab
zh_hans: 静音标签页
zh_hant: 靜音分頁

source: name
zh_hans: 名称
zh_hant: 名稱

source: Name
zh_hans: 名称
zh_hant: 名稱

source: Name (e.g. Wikipedia)
zh_hans: 名称（如：Wikipedia）
zh_hant: 名稱（如：Wikipedia）

source: Navigate to ~/Library/Safari/ and select Bookmarks.plist
zh_hans: 前往 ~/Library/Safari/ 并选择 Bookmarks.plist
zh_hant: 前往 ~/Library/Safari/ 並選擇 Bookmarks.plist

source: Navigate to Chrome's profile folder and select Bookmarks
zh_hans: 前往 Chrome 的配置文件夹并选择 Bookmarks
zh_hant: 前往 Chrome 的設定檔資料夾並選擇 Bookmarks

source: Network
zh_hans: 网络
zh_hant: 網路

source: Network activity of this page appears here.
zh_hans: 这个页面的网络活动会显示在这里。
zh_hant: 這個頁面的網路活動會顯示在這裡。

source: Never
zh_hans: 从不
zh_hant: 永不

source: Never auto-play
zh_hans: 从不自动播放
zh_hant: 永不自動播放

source: Never for This Site
zh_hans: 永不为此站点保存
zh_hant: 永不為此站點儲存

source: New chat
zh_hans: 新对话
zh_hant: 新對話

source: New container name
zh_hans: 新容器名称
zh_hant: 新容器名稱

source: New Container Tab
zh_hans: 新建容器标签页
zh_hant: 新增容器分頁

source: New Folder
zh_hans: 新建文件夹
zh_hant: 新增資料夾

source: New Group…
zh_hans: 新建分组…
zh_hant: 新增分組…

source: New Incognito Tab
zh_hans: 新建无痕标签页
zh_hant: 新增無痕標籤頁

source: New Password
zh_hans: 新密码
zh_hant: 新密碼

source: New Plugin
zh_hans: 新插件
zh_hant: 新外掛

source: New Tab
zh_hans: 新建标签页
zh_hant: 新增標籤頁

source: New Tab Group
zh_hans: 新建标签分组
zh_hant: 新增標籤分組

source: New Tabs Open
zh_hans: 新标签页打开位置
zh_hant: 新標籤頁開啟位置

source: New version available
zh_hans: 有新版本可用
zh_hant: 有新版本可用

source: New Window
zh_hans: 新建窗口
zh_hant: 新增視窗

source: Next
zh_hans: 下一条
zh_hant: 下一條

source: Next Tab
zh_hans: 下一个标签页
zh_hant: 下一個標籤頁

source: No application can open this link
zh_hans: 没有可以打开此链接的应用
zh_hant: 沒有可以打開此連結的應用程式

source: No Blocking Rules
zh_hans: 暂无拦截规则
zh_hant: 暫無封鎖規則

source: No Bookmarks
zh_hans: 暂无书签
zh_hant: 無書籤

source: No Browsing History
zh_hans: 暂无浏览记录
zh_hant: 暫無瀏覽紀錄

source: No cache entries
zh_hans: 没有缓存条目
zh_hant: 沒有快取項目

source: No console messages
zh_hans: 暂无控制台消息
zh_hant: 暫無主控台訊息

source: No containers
zh_hans: 暂无容器
zh_hant: 暫無容器

source: No containers — create one in Settings > Tabs
zh_hans: 暂无容器——请在设置 > 标签页中创建
zh_hant: 暫無容器——請在設定 > 分頁中建立

source: No containers yet. Add one below to start isolating sessions.
zh_hans: 还没有容器。在下方添加即可开始隔离会话。
zh_hant: 還沒有容器。在下方新增即可開始隔離工作階段。

source: No conversations yet
zh_hans: 暂无对话
zh_hant: 暫無對話

source: No Cookies
zh_hans: 暂无 Cookie
zh_hant: 暫無 Cookie

source: No cookies for this tab
zh_hans: 此标签页暂无 Cookie
zh_hant: 此分頁暫無 Cookie

source: No custom engines
zh_hans: 暂无自定义引擎
zh_hant: 暫無自訂搜尋引擎

source: No custom search engines
zh_hans: 暂无自定义搜索引擎
zh_hant: 暫無自訂搜尋引擎

source: No custom search engines. Add one to use a private engine.
zh_hans: 暂无自定义搜索引擎。添加一个即可使用私有引擎。
zh_hant: 暫無自訂搜尋引擎。新增一個即可使用私人引擎。

source: No Downloads
zh_hans: 暂无下载
zh_hant: 暫無下載

source: No element inspected
zh_hans: 尚未检查元素
zh_hant: 尚未檢查元素

source: No enumerable properties
zh_hans: 没有可枚举属性
zh_hant: 沒有可列舉屬性

source: No extension storage
zh_hans: 没有扩展存储
zh_hant: 沒有擴充功能儲存

source: No Forward History
zh_hans: 没有前进记录
zh_hant: 沒有下一頁記錄

source: No History
zh_hans: 没有历史记录
zh_hant: 沒有歷史記錄

source: No IndexedDB databases
zh_hans: 没有 IndexedDB 数据库
zh_hant: 沒有 IndexedDB 資料庫

source: No internet connection
zh_hans: 无网络连接
zh_hant: 無網路連線

source: No Internet Connection
zh_hans: 无网络连接
zh_hant: 無網路連線

source: No key
zh_hans: 未设置密钥
zh_hant: 未設定金鑰

source: No Matching Bookmarks
zh_hans: 未找到匹配书签
zh_hant: 未找到匹配書籤

source: No matching commands
zh_hans: 没有匹配的命令
zh_hant: 沒有匹配的命令

source: No matching conversations
zh_hans: 没有匹配的对话
zh_hant: 沒有符合的對話

source: No Matching Downloads
zh_hans: 没有匹配的下载
zh_hant: 沒有符合的下載

source: No Matching Records
zh_hans: 未找到匹配记录
zh_hant: 未找到匹配記錄

source: No MCP servers configured. Add a Streamable HTTP endpoint (e.g. a local mcp-proxy).
zh_hans: 尚未配置 MCP 服务器。添加一个 Streamable HTTP 端点（如本地 mcp-proxy）。
zh_hant: 尚未設定 MCP 伺服器。新增一個 Streamable HTTP 端點（如本地 mcp-proxy）。

source: No media queries found
zh_hans: 未找到媒体查询
zh_hant: 未找到媒體查詢

source: No messages yet.
zh_hans: 还没有消息。
zh_hant: 尚無訊息。

source: no model
zh_hans: 未选模型
zh_hant: 未選模型

source: No models cached — refresh to load them
zh_hans: 暂无缓存模型 — 点击刷新加载
zh_hant: 暫無快取模型 — 點選重新整理載入

source: No models for this service yet — refresh below
zh_hans: 该服务暂无模型，可在下面刷新
zh_hant: 此服務尚無模型，可在下方重新整理

source: No models yet — fetch them or add names below
zh_hans: 还没有模型——可在下方拉取或手动添加。
zh_hant: 還沒有模型——可在下方取得或手動新增。

source: No models yet — refresh below
zh_hans: 暂无模型，可在下面刷新
zh_hant: 尚無模型，可在下方重新整理

source: No models yet — refresh, or add one in Settings → Agent
zh_hans: 还没有模型——刷新，或在“设置 → Agent”里添加。
zh_hant: 還沒有模型——重新整理，或在「設定 → Agent」裡新增。

source: No page loaded.
zh_hans: 没有已加载的页面。
zh_hant: 沒有已載入的頁面。
